tap "homebrew/bundle"

brew "eza"
brew "git"
brew "llvm"
brew "mas"
brew "neofetch"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"

cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"

# Mac App Store
mas "Bear", id: 1091189122
mas "Craft", id: 1487937127
mas "Microsoft Outlook", id: 985367838
mas "OneDrive", id: 823766827
mas "Reeder", id: 1449412482
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
